---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationPartTakeoffDialogParam
source: html/e31a28c6-b273-2e09-bb5d-fedb806f15f0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationPartTakeoffDialogParam Property

"More Parameters"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationPartTakeoffDialogParam { get; }
```